v2_TSEP/hx_sweep/He_1bar_Re10000/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 1.636143e-01;
boundaryField
{
    inlet          { type fixedValue; value uniform 1.636143e-01; }
    outlet         { type inletOutlet; inletValue uniform 1.636143e-01; value uniform 1.636143e-01; }
    heatedWall     { type kqRWallFunction; value uniform 1.636143e-01; }
    adiabaticWalls { type kqRWallFunction; value uniform 1.636143e-01; }
}
